Repository: common-repository/multimediamonster-full-screen-background-images
Catalog: languages/mmm-fsbi-translated-*.po
Languages: nl_nl

source: Hi there!
nl_nl: Hoi!

source: How nice you started using my plugin! I really have no terms or conditions of using it. You can just install it. You don&#8217;t have to mention anything or link to my page or other weird stuff.<br /><br />If you encounter something where your mind goes &#8220;ehmmm that&#8217;s not right&#8221; (I can&#8217;t imagine it happening but you never know) please contact me. You can <a href='mailto:%s'>e-mail me</a> or send me a message through the contact form on <a href='http://%s' target='_blank'>my website</a>.<br /><br /><b>With love and cookies %s</b><br />(%s)<br /><a href='http://%s' target='_blank'>%s</a>
nl_nl: Wat leuk dat je mijn plugin bent gaan gebruiken! Ik heb geen voorwaarden, eisen of verwachtingen van jou zodat je deze plugin mag gaan gebruiken. Je kunt hem gewoon installeren. Je hoeft me niet op je website te benoemen, een link te plaatsen of andere rare dingen.<br /><br />Mocht je nou iets tegenkomen waarvan je denkt &#8220;ehmmm dat klopt niet helemaal&#8221; (ik kan me niet voorstellen dat dit gebeurt maar je weet maar nooit) neem dan even contact met me op. Je kunt me een <a href='mailto:%s'>mailtje</a> sturen of een berichtje achterlaten via het contactformulier op <a href='http://%s' target='_blank'>mijn website</a>.<br /><br /><b>Met liefde en koekjes %s</b><br />(%s)<br /><a href='http://%s' target='_blank'>%s</a>

source: Backgrounds
nl_nl: Achtergrond foto's

source: Yes
nl_nl: Ja

source: No
nl_nl: Nee

source: No transition effect
nl_nl: Geen effect

source: Slide in from top
nl_nl: Schuif in van de bovenkant

source: Slide in from right
nl_nl: Schuif in van rechts

source: Slide in from bottom
nl_nl: Schuif in van onderkant

source: Slide in from left
nl_nl: Schuif in van links

source: Carousel from right to left
nl_nl: Carousel van rechts naar links

source: Carousel from left to right
nl_nl: Carousel van links naar rechts

source: All backgrounds
nl_nl: Alle achtergrond foto's

source: Settings general
nl_nl: Instellingen algemeen

source: Configuration
nl_nl: Configuratie

source: Layout
nl_nl: Uiterlijk

source: This section contains configuration settings for setting up Full Screen Background Images plugin
nl_nl: Dit gedeelte bevat configuratie instellingen voor deze plugin

source: Autoplay<br /><span class="small">Determines whether slideshow begins playing when page is loaded</span>
nl_nl: Autostart<br /><span class="small">Bepaald of de achtergrond foto's automatisch starten met wisselen</span>

source: Show Controls<br /><span class="small">Show the controls at the bottom of the page</span>
nl_nl: Toon navigatie<br /><span class="small">Toon navigatie (thumbnails en overige knoppen) aan de onderkant van de website</span>

source: Keyboard Navigation<br /><span class="small">Allows control via keyboard (Spacebar: Pause or play - Right or Up Arrow: Next slide - Left or Down Arrow: Previous slide).</span>
nl_nl: Toetsenbord navigatie<br /><span class="small">Toestaan van navigatie via het toetsenbord (spatie: pause of start - pijltje rechts of naar boven: volgende achtergrond foto - pijltje links of naar beneden: vorige achtergrond foto).</span>

source: Pause on Hover<br /><span class="small">Pauses slideshow while current image hovered over.</span>
nl_nl: Pauzer bij muis-over<br /><span class="small">Pauzeer de achtergrond foto's animatie als de muis over de achtergrond gaat</span>

source: This section contains layout settings for setting up Full Screen Background Images plugin
nl_nl: Dit gedeelte bevat vormgevings instellingen voor deze plugin

source: Fit always<br /><span class="small">Prevents the image from ever being cropped. Ignores minimum width and height.</span>
nl_nl: Altijd passend<br /><span class="small">Voorkomt dat de achtergrond foto afgesneden wordt. Negeert minimale hoogte en breedte optie.</span>

source: Horizontal center<br /><span class="small">Centers image horizontally. When turned off, the images resize/display from the left of the page.</span>
nl_nl: Centreer horizontaal<br /><span class="small">Centreert de achtergrond foto horizontaal. Bij 'nee' worden de achtergrond foto's worden ze vergroot/verkleind/getoond vanaf de linkerkant van de pagina.</span>

source: Vertical center<br /><span class="small">Centers image vertically. When turned off, the images resize/display from the top of the page.</span>
nl_nl: Centreer verticaal<br /><span class="small">Centreert de achtergrond foto verticaal. Bij 'nee' worden de achtergrond foto's worden ze vergroot/verkleind/getoond vanaf de bovenkant van de pagina.</span>

source: Min Width<br /><span class="small">Minimum width the image is allowed to be. If it is met, the image won&#8217;t size down any further.</span>
nl_nl: Minimale breedte<br /><span class="small">De minimale breedte die de achtergrond foto mag zijn. Als hieraan voldaan word zal de foto niet verder verkleinen.</span>

source: Min Height<br /><span class="small">Minimum height the image is allowed to be. If it is met, the image won&#8217;t size down any further.</span>
nl_nl: Minimale hoogte<br /><span class="small">De minimale hoogte die de achtergrond foto mag zijn. Als hieraan voldaan word zal de foto niet verder verkleinen.</span>

source: Random Slides<br /><span class="small">Slides are shown in a random order. start_slide is disregarded.</span>
nl_nl: Willekeurige volgorde<br /><span class="small">Achtergrond foto's worden in willekeurige volgorde getoond. start_slide wordt genegeerd.</span>

source: Slides Interval<br /><span class="small">Time between slide changes in milliseconds.</span>
nl_nl: Tijd tussen<br /><span class="small">De tijd tussen 2 achtergrond foto's (in miliseconden).</span>

source: Transition Slides<br /><span class="small">Controls which effect is used to transition between slides.</span>
nl_nl: Animatie effect<br /><span class="small">Bepaald welke animatie effect word gebruikt tussen 2 achtergrond foto's.</span>

source: Fade effect
nl_nl: Vervagen

source: Transition Speed<br /><span class="small">Speed of transitions in milliseconds.</span>
nl_nl: Animatie snelheid<br /><span class="small">De snelheid per achtergrond foto (in miliseconden).</span>

source: New Background
nl_nl: Nieuwe achtergrond foto

source: View Background
nl_nl: Bekijk achtergrond foto

source: Edit Background
nl_nl: Bewerk achtergrond foto

source: Search Backgrounds
nl_nl: Zoek achtergrond foto

source: No Backgrounds found
nl_nl: Geen achtergrond foto's gevonden

source: No Backgrounds found in the trash
nl_nl: Geen achtergrond foto's gevonden in de prullenbak

source: Parent Background:
nl_nl: Hoofd achtergrond foto

source: Add New Background
nl_nl: Voeg nieuwe achtergrond foto toe

# post type singular name
source: Backgrounds
nl_nl: Achtergrond foto's

source: Background color<br /><span class="small">backgroundcolor for the images</span>
nl_nl: Achtergrondkleur<br /><span class="small">Achtergrond kleur van de achtergrondfoto's</span>

source: Reset
nl_nl: Opnieuw instellen

source: Are you sure you want to reset the plugin? This is irreversible.
nl_nl: Weet je zeker dat je de plugin opnieuw wilt instellen? Dit is onomkeerbaar.

source: Settings resetted.
nl_nl: Instellingen opnieuw ingesteld.
